[
    {
        "id": "J-1",
        "logo": "../src/assets/Logo/google-1-1 1-1.png",
        "position": "Technical Database Engineer",
        "company": "Google LLC",
        "office": "Remote",
        "type": "Full Time",
        "location": "Dhaka, Bangladesh",
        "salary": "100k-500k",
        "jobDesc": "A Technical Database Engineer is responsible for designing and creating engaging and effective interfaces for software and web applications. This includes designing the layout, visual design, and interactivity of the user interface.",
        "jobResponsibility": "Collaborating with cross-functional teams: Technical Database Engineer often work closely with other teams, including product management, engineering, and marketing, to ensure that the user interface is aligned with business and technical requirements. You will need to be able to effectively communicate your design ideas and gather feedback from other team members.",
        "education": "Masters degree to complete any reputed university.",
        "experience": "2-3 Years in this field.",
        "phone": "0123456789",
        "email": "info@gmail.com",
        "address":"Dhanmondi 32, Sukrabad, Dhaka, Bangladesh"
    },
    {
        "id": "J-2",
        "logo": "../src/assets/Logo/netflix-4 1.png",
        "position": "Senior Product Designer",
        "company": "Netflix",
        "office": "Onsite",
        "type": "Full Time",
        "location": "Noakhali, Bangladesh",
        "salary": "70k-90k",
        "jobDesc": "A Senior Product Designer is responsible for designing and creating engaging and effective interfaces for software and web applications. This includes designing the layout, visual design, and interactivity of the user interface.",
        "jobResponsibility": "Collaborating with cross-functional teams: Senior Product Designer often work closely with other teams, including product management, engineering, and marketing, to ensure that the user interface is aligned with business and technical requirements. You will need to be able to effectively communicate your design ideas and gather feedback from other team members.",
        "education": "Bachelor degree to complete any reputed university.",
        "experience": "1-2 Years in this field.",
        "phone": "0123456789",
        "email": "info@gmail.com",
        "address":"Dhanmondi 32, Sukrabad, Noakhali, Bangladesh"
    },
    {
        "id": "J-3",
        "logo": "../src/assets/Logo/tesla-9 1.png",
        "position": "Software Engineer",
        "company": "Tesla",
        "office": "Remote",
        "type": "Part Time",
        "location": "Chittagong, Bangladesh",
        "salary": "120k-250k",
        "jobDesc": "A Software Engineer is responsible for designing and creating engaging and effective interfaces for software and web applications. This includes designing the layout, visual design, and interactivity of the user interface.",
        "jobResponsibility": "Collaborating with cross-functional teams: Software Engineers often work closely with other teams, including product management, engineering, and marketing, to ensure that the user interface is aligned with business and technical requirements. You will need to be able to effectively communicate your design ideas and gather feedback from other team members.",
        "education": "Bachelor degree to complete any reputed university.",
        "experience": "2-3 Years in this field.",
        "phone": "0123456789",
        "email": "info@gmail.com",
        "address":"Dhanmondi 32, Sukrabad, Chittagong, Bangladesh"
    },
    {
        "id": "J-4",
        "logo": "../src/assets/Logo/google-1-1 1.png",
        "position": "Support Engineer",
        "company": "Google LLC",
        "office": "Onsite",
        "type": "Contractual",
        "location": "Dhaka, Bangladesh",
        "salary": "100k-500k",
        "jobDesc": "A Support Engineer is responsible for designing and creating engaging and effective interfaces for software and web applications. This includes designing the layout, visual design, and interactivity of the user interface.",
        "jobResponsibility": "Collaborating with cross-functional teams: Support Engineers often work closely with other teams, including product management, engineering, and marketing, to ensure that the user interface is aligned with business and technical requirements. You will need to be able to effectively communicate your design ideas and gather feedback from other team members.",
        "education": "Bachelor degree to complete any reputed university.",
        "experience": "2-3 Years in this field.",
        "phone": "0123456789",
        "email": "info@gmail.com",
        "address":"Dhanmondi 32, Sukrabad, Dhaka, Bangladesh"
    },
    {   
        "id":"J-5",
        "logo": "../src/assets/Logo/Group 10021.png",
        "position": "Back-end Engineer",
        "company": "Airbnb",
        "office": "Remote",
        "type": "Full Time",
        "location": "Dhaka, Bangladesh",
        "salary": "100k-500k",
        "jobDesc": "A Back-end Engineer is responsible for designing and creating engaging and effective interfaces for software and web applications. This includes designing the layout, visual design, and interactivity of the user interface.",
        "jobResponsibility": "Collaborating with cross-functional teams: Back-end Engineers often work closely with other teams, including product management, engineering, and marketing, to ensure that the user interface is aligned with business and technical requirements. You will need to be able to effectively communicate your design ideas and gather feedback from other team members.",
        "education": "Bachelor degree to complete any reputed university.",
        "experience": "2-3 Years in this field.",
        "phone": "0123456789",
        "email": "info@gmail.com",
        "address":"Dhanmondi 32, Sukrabad, Dhaka, Bangladesh"
    },
    {
        "id": "J-6",
        "logo": "../src/assets/Logo/netflix-4 1.png",
        "position": "Front-end engineer",
        "company": "Netflix",
        "office": "Onsite",
        "type": "Part Time",
        "location": "Dhaka, Bangladesh",
        "salary": "100k-500k",
        "jobDesc": "A Front-end engineer is responsible for designing and creating engaging and effective interfaces for software and web applications. This includes designing the layout, visual design, and interactivity of the user interface.",
        "jobResponsibility": "Collaborating with cross-functional teams: Front-end engineers often work closely with other teams, including product management, engineering, and marketing, to ensure that the user interface is aligned with business and technical requirements. You will need to be able to effectively communicate your design ideas and gather feedback from other team members.",
        "education": "Bachelor degree to complete any reputed university.",
        "experience": "2-3 Years in this field.",
        "phone": "0123456789",
        "email": "info@gmail.com",
        "address":"Dhanmondi 32, Sukrabad, Dhaka, Bangladesh"
    }
]